Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/fi-nn (1).tmx
Source language: fi
Languages: nn

source: Käyttämättömyyden vuoksi poistettavat paketit Nämä paketit poistetaan, koska ne asennettiin alunperin automaattisesti riippuvuuksia tyydyttääkseen, ja halutun toimenpiteen jälkeen näihin paketteihin ei ole enää 'tärkeitä' riippuvuuksia.
nn: Pakkar som vert fjerna fordi dei ikkje lenger er i bruk Desse pakkane vert fjerna fordi dei blei automatisk installert for å tilfredsstilla pakkekrav, og dei planlagte handlingane vil føra til at det ikkje vil vera nokon installerte pakkar som har eit «vikig» pakkekrav på dei.

source: Automaattisesti jäädytetyt paketit Näille paketeille on olemassa uudempi versio, mutta ne jäädytetään nykyiseen versioonsa, jotta riippuvuudet eivät rikkoontuisi.
nn: Pakkar som automatisk vert haldt tilbake i deira noverande tilstand Desse pakkane kan oppgraderast, men dei er blitt haldt tilbake i deira noverande tilstand for å unngå å øydeleggja pakkekrav.

source: Riippuvuuksien vuoksi automaattisesti asennettavat paketit Nämä paketit asennetaan, koska jokin asennettavaksi valitsemasi paketti riippuu niistä.
nn: Pakkar som vert installerte automatisk for å tilfredsstilla pakkekrav Desse pakkane vert installert fordi nokon andre pakkar som du har valt å installera krev dei.

source: Tyydyttämättömien riippuvuuksien vuoksi poistettavat paketit Nämä paketit poistetaan, koska jokin niiden riippuvuuksista ei ole enää saatavilla, tai koska jokin toinen paketti on ristiriidassa niiden kanssa.
nn: Pakkar som vert fjerna automatisk på grunn av uoppfylte pakkekrav Desse pakkane vert fjerna fordi ein eller fleire av pakkane som desse pakkane krev ikkje lenger er tilgjengeleg eller fordi andre pakkar er i konflikt med dei.

source: Vanhennettavat paketit Näistä paketeista asennetaan vanhempi versio kuin tällä hetkellä asennettuna oleva.
nn: Pakkar som vert nedgradert Ein eldre versjon av desse pakkane enn kva som no er installert vil bli installert.

source: Jäädytetyt paketit Näille paketeille on olemassa uudempi versio, mutta olet jäädyttänyt ne.
nn: Pakkar som vert haldt tilbake Desse pakkane kan oppgraderast, men du har bede om å halda dei tilbake på noverande versjon.

source: Uudelleenasennettavat paketit Nämä paketit asennetaan uudelleen.
nn: Pakkar som skal installerast på ny Desse pakkane vil bli installert på ny.

source: Asennettavat paketit Nämä paketit on käsin valittu asennettaviksi.
nn: Pakkar som blir installert Desse pakkane har du manuelt bede om å installera på maskina di.

source: Poistettavat paketit Nämä paketit on käsin valittu poistettaviksi.
nn: Pakkar som skal fjernast Desse pakkane har du bede om å fjerna frå maskina.

source: Päivitettävät paketit Nämä paketit päivitetään uudempaan versioon.
nn: Pakkar som skal oppgraderast Desse pakkane vil bli oppdatert til ein nyare versjon.

source: Ei asennettu
nn: Ikkje installert

source: Tunnistamaton värin nimi "%s"
nn: Fargenamn ikkje gjenkjent «%s»

source: Tunnistamaton ominaisuus "%s"
nn: Attributtnamn ikkje gjenkjent «%s»

source: Virheellinen alkio "%s" tyylimäärittelyryhmässä
nn: Ugyldig oppføring i gruppa for stildefinisjon: «%s»

source: Virheellinen merkitsemätön alkio "%s" tyylimäärittelyryhmässä
nn: Ugyldig oppføring utan tagg i gruppa for stildefinisjon: «%s»

source: Tunnistamaton tyyliominaisuus %s
nn: Ukjent stilattributt %s

source: Virheellinen alkio "%s" näppäinsidontaryhmässä
nn: Ugyldig oppføring i gruppa med tastebindingar: «%s»

source: Sivuutan virheellisen näppäinsidonnan "%s" -> "%s"
nn: Ignorerer ugyldige tastebindingar «%s» -> «%s»

source: Virheellinen läpäisyasetus '%s' (valitse 'passthrough' tai 'nopassthrough')
nn: Innstilling for å senda gjennom «%s» er ikkje brukande (bruk «passthrough» eller «nopassthrough»)

source: En ymmärtänyt asettelua: Staattisella alkiolla ei ole sarakemuotoilua
nn: Klarte ikkje tolka utsjånad: Ingen kolonneformat oppgjeve for det statiske element

source: En ymmärtänyt asettelua: "%s" on tuntematon tyyppi näkymäalkiolle
nn: Klarte ikkje tolka utsjånad: ukjend visingselementtype «%s»

source: En ymmärtänyt asettelua: rivinumeroa ei ole annettu
nn: Klarte ikkje tolka utsjånad: radnummer ikkje oppgjeve

source: En ymmärtänyt asettelua: leveyttä ei ole annettu
nn: Klarte ikkje tolka utsjånad: breidde ikkje oppgjeve

source: En ymmärtänyt asettelua: korkeutta ei ole annettu
nn: Klarte ikkje tolka utsjånad: høgd ikkje oppgjeve

source: Tuntematon sijoitusasema '%s'
nn: Ukjent oppstillingstype «%s»

source: Lajittelutyylin nimen pituus ei saa olla nolla
nn: Ugyldig nullengdenamn på sorteringsmetode

source: Pariton '(' lajittelutyylin kuvauksessa
nn: Ubalansert «(» i skildring av sorteringsmetode

source: Lajittelutyylillä virheellinen tyyppi '%s'
nn: Ugyldig type «%s» på sorteringsmetode

source: %s %s käännöspäiväys %s %s
nn: %s %s kompilert på %s %s

source: Kääntäjä: g++ %s
nn: Kompilator: g++ %s

source: Käyttö: aptitude [-S tnimi] [-u_BAR_-i]
nn: Bruk: aptitude [-S fnamn] [-u_BAR_-i]

source: aptitude [valitsimet] <toiminto> ...
nn: aptitude [val] <handling> ...

source: Toiminnot (jos näitä ei anneta, aptitude siirtyy vuorovaikutteiseen tilaan):
nn: Handlingar (viss ingen er oppgjevne, vil aptitude starta i interaktiv modus):

source: install - Asenna tai päivitä paketteja.
nn: install - Installer/oppgrader pakkar.

source: remove - Poista paketteja.
nn: remove - Fjernar pakkar.

source: purge - Poista paketteja asetustiedostoineen.
nn: purge - Fjernar pakkar og oppsettsfilene deira.

source: hold - Jäädytä paketteja.
nn: hold - Legg pakkar på hald.

source: unhold - Peruuta paketin jäädytys.
nn: unhold - Fjern ein hald-kommando for ein pakke.

source: markauto - Merkitse paketteja automaattisesti asennetuiksi.
nn: markauto - Merk pakkar som at dei er blitt installert automatisk.

source: unmarkauto - Merkitse paketteja käsin asennetuiksi.
nn: unmarkauto - Merk pakkar som at dei er installert manuelt.

source: forbid-version - Estä aptitudea päivittämästä pakettia määritettyyn versioon
nn: forby versjon - Forby aptitude å oppgradere til ein særskild pakkeversjon.

source: update - Nouda uusien ja päivitettävien pakettien luettelo.
nn: update - Last ned liste over nye/oppgraderbare pakkar.

source: forget-new - Tyhjennä uusien pakettien ryhmä.
nn: forget-new - Gløym kva for pakkar som er «nye».

source: search - Etsi paketteja nimellä tai lausekkeella.
nn: search - Søk etter ein pakke etter namn og/eller uttrykk.

source: show - Näytä paketin yksityiskohtaiset tiedot.
nn: show - Vis detaljert informasjon om ei pakke.

source: clean - Poista noudetut pakettitiedostot.
nn: clean - Slett nedlasta pakkefiler.

source: autoclean - Poista vanhat noudetut pakettitiedostot.
nn: autoclean - Slett gamle nedlasta pakkefiler.

source: changelog - Näytä paketin muutosloki.
nn: changelog - Vis endringsloggen til ein pakke.

source: download - Nouda pakettitiedosto.
nn: download - Last ned .deb-fila for ein pakke.

source: Valitsimet:
nn: Val:

source: -h Tämä avustusteksti.
nn: -h Denne hjelpeteksten.

source: -s Tulosta suoritettavat toiminnot, mutta älä suorita niitä.
nn: -s Simuler handlingar, men ikkje utfør dei.

source: -d Älä asenna tai poista paketteja, ainoastaan nouda ne.
nn: -d Berre lasta ned pakkar, ikkje installer eller fjern noko.

source: -P Kysy aina varmistusta tai toimintoa.
nn: -P Spør alltid om stadfesting eller handlingar.

source: -y Vastaa yksinkertaisiin kyllä/ei-kysymyksiin kyllä.
nn: -y Forutset at svaret på enkle ja/nei-spørsmål er «Ja».

source: -F muotoilu Määritä hakutulosten näyttömuoto; katso käyttöopasta.
nn: -F format Oppgje eit format for vising av søkjeresultat; sjå manualen.

source: -O järjestys Määritä hakutulosten järjestys; katso käyttöopasta.
nn: -O rekkjefølgje Oppgjev korleis eit søkjeresultat skal sorterast; sjå manualen.

source: -w leveys Määritä näytön leveys hakutuloksia varten.
nn: -w breidde Oppgje visingsbreidde for formatering av søkjeresultat.

source: -f Yritä tosissaan korjata rikkinäisten pakettien riippuvuuksia.
nn: -f Prøv hardt å reparere øydelagde pakkar.

source: -V Näytä asennettavien pakettien versiot.
nn: -V Vis kva for versjonar av pakkar som skal installerast.

source: -D Näytä automaattisesti muutettujen pakettien riippuvuudet.
nn: -D Vis pakkekrava til automatisk endra pakkar.

# -Z Näytä asennetun koon muutos jokaisesta paketista.
source: -Z\t\t Näytä asennetun koon muutos jokaisesta paketista.
nn: -Z\t\t Vis endringane på installert storleik på kvar pakke.

source: -v Näytä lisätietoa (voidaan käyttää useita kertoja).
nn: -v Vis ekstra informasjon. (kan tilføyast fleire gongar).

source: -t [julkaisu] Aseta julkaisu, josta paketit asennetaan.
nn: -t [sleppversjon] Set sleppversjonen som pakkar skal installerast frå.

source: -o avain=arvo Anna suoraan asetuksen 'avain' arvo.
nn: -o nøkkel=verdi Set direkte oppsettsvalet som heiter «nøkkel».

# --with(out)-recommends Määritä, käsitelläänkö suosituksia riippuvuuksina.
source: --with(out)-recommends\tMääritä, käsitelläänkö suosituksia riippuvuuksina.
nn: --with(out)-recommends\tOppgje om tilrådde og/eller føreslåtte pakkar skal handterast som strenge pakkekrav.

source: -S tnimi: Lue aptituden laajennetut tilatiedot tiedostosta tnimi.
nn: -S fnamn: Les den utvida statusinfo-fila for aptitude frå fnamn.

source: -u Aloita pakettiluettelon päivitys käynnistettäessä.
nn: -u Last ned ny pakkeliste ved oppstart.

source: -i Näytä toimenpideruutu käynnistettäessä.
nn: -i Utfør ei installasjonskøyring ved oppstart.

source: Tällä aptitudella ei ole Lehmävoimia.
nn: Denne aptituden har ikkje Super Cow Powers.

source: OUTOA: tuntematon valitsin
nn: MERKJELEG: mottok ein ukjent valkode

source: Tuntematon komento "%s"
nn: Ukjent kommando «%s»

source: Etsi:
nn: Søk etter:

source: Miinaharava
nn: Minesveiper

source: %i/%i miinaa %d %s
nn: %i/%i miner %d %s

source: sekunti
nn: sekund

source: sekuntia
nn: sekund

source: Voitto
nn: Vunne

source: Häviö
nn: Tapt

source: Tiedoston "%s" avaus epäonnistui
nn: Klarte ikkje opna fila «%s»

source: Peliä ei voinut ladata %s:sta
nn: Klarte ikkje lasta spel frå %s

source: Valmistele oma peli
nn: Set opp eit tilpassa spel

source: Laudan korkeus:
nn: Høgda på brettet:

source: Laudan leveys:
nn: Breidda på brettet:

source: Miinojen lukumäärä:
nn: Tal på miner:

source: Valitse vaikeustaso
nn: Vel vanskegrad

source: Helppo
nn: Lett

source: Keskitaso
nn: Middels

source: Vaikea
nn: Vanskeleg

source: Oma
nn: Tilpassa

source: Voitit.
nn: Du har vunne.

source: Hävisit!
nn: Du tapte!

source: Kuoolee... --Lisää--
nn: Du dør ... --Meir--

source: Putoat teräviin rautapiikkeihin! --Lisää--
nn: Du landa på nokre skarpe jernspyd! --Meir--

source: Putoat kuoppaan! --Lisää--
nn: Du datt ned i eit hol! --Meir--

source: JUTUM! Astut maamiinaan. --Lisää--
nn: KABOOM! Du trakka på ei landmine. --Meir--

source: Tikassa oli myrkkyä! Myrkky tappaa... --Lisää--
nn: Pila var forgifta! Gifta var dødeleg ... --Meir--

source: Pieni tikka laukeaa! Pieni tikka osuu sinuun! --Lisää--
nn: Ei lita pil skyt i mot deg! Du bli treft av den vesle pila! --Meir--

source: Kivetyt... --Lisää--
nn: Du blir til stein ... --Meir--

source: Ei olisi pitänyt koskea kukkoliskon raatoon. --Lisää--
nn: Det var ein dødeleg feil å ta borti kadaveret til basilisken. --Meir--

source: Tunnet kukkoliskon raadon. --Lisää--
nn: Her kan du kjenne kadaveret til ein basilisk. --Meir--

source: Klik! Laukaiset murkula-ansan! Murkula osuu sinuun! --Lisää--
nn: Klikk! Du utløyste ein rullande kampestein! Du blir truffe av den store steinen! --Meir--

source: nukutus
nn: sove

source: isku
nn: angrep

source: kuoleman
nn: død

source: muodonmuutos
nn: mangeforma

source: taikanuoli
nn: magisk missil

source: salaoventunnistus
nn: oppdaging av hemmelege dører

source: näkymättömyys
nn: usynleg

source: kylmyys
nn: kald

source: Sinun %ssauvasi hajoaa ja jysähtää! --Lisää--
nn: Tryllestaven din frå %s går i stykker og eksploderer! --Meir--

source: Sähköshokkihoitoa pesee! --Lisää--
nn: Du får eit elektrisk støt! --Meir--

source: Syötä ladattavan tiedoston nimi:
nn: Skriv inn namnet på fila som skal lastast:

source: Syötä tallennustiedoston nimi:
nn: Skriv inn namnet på fila som skal lagrast:

source: mine-help-fi.txt
nn: mine-hjelp.txt

source: Paketti
nn: Pakke

source: Asennuskoko
nn: Inststr

source: Deb:n koko
nn: Debstr

source: Toimenpide
nn: Handling

source: As.ver
nn: Ins.Ver

source: Ehd.ver
nn: Kdt.Ver

source: Tila kokonaan
nn: LangTilstand

source: Toimenpide kokonaan
nn: LangHandling

source: Vastuuhenkilö
nn: Vedlikehaldar

source: Tärkeys
nn: Prioritet

source: Ryhmä
nn: Seksjon

source: Merkki
nn: Merke

source: OhjNimi
nn: ProgNamn

source: OhjVer
nn: ProgVer

source: #Rikki
nn: #Øydelagd

source: Levyn käyttö
nn: DiskBruk

source: Haun koko
nn: Nedlast.Str

source: näennäinen
nn: virtuell

source: siivottu
nn: utreinska

source: asennus kesken
nn: halv.-inst

source: asetustiedostot
nn: oppsettsfiler

source: VIRHE
nn: FEIL

source: jäissä
nn: hald tilbake

source: poistettu
nn: slett

source: rikki
nn: øydelagt

source: asenna
nn: installer

source: asenna uudelleen
nn: installer på ny

source: päivitä
nn: oppgrader

source: ei mitään
nn: ingen

source: Tär
nn: Vikt

source: Pak
nn: Krav

source: Vak
nn: Std

source: Val
nn: Valfri

source: Lis
nn: Xtr

source: VRH
nn: FEIL

source: #Rikki: %ld
nn: #Øydelagde: %ld

source: Vaatii %sB levytilaa
nn: Vil bruka %sB med diskplass

source: Vapauttaa %sB levytilaa
nn: Frigjev %sB med diskplass

source: Haun koko: %sB
nn: NL strl: %sB

source: Nimi liian pitkä
nn: HN for lang

source: Sisäinen virhe: Sarakejonoa ei voi jäsentää
nn: Intern feil: Standard kolonnestreng kan ikkje tolkast

source: Tehtävät
nn: Oppgåvepakkar

source: Tietoturvapäivitykset Palvelimella security.debian.org on tietoturvapäivityksiä näille paketeille.
nn: Tryggingsoppdateringer Tryggingsoppdateringer for desse pakkane er tilgjengeleg frå security.debian.org.

source: Päivitettävät paketit Näistä paketeista on saatavilla uudempi versio.
nn: Oppgraderbare pakkar Ein ny versjon av desse pakkane er tilgjengeleg.

source: Uudet paketit Nämä paketit on lisätty Debianiin sen jälkeen kun viimeksi tyhjensit uusien pakettien ryhmän. Valitse "Unohda uudet paketit" Toiminnot-valikosta tyhjentääksesi tämän ryhmän.
nn: Nye pakkar Desse pakkane er blitt lagt til Debian sidan førre gong du reinska lista over «nye» pakkar. (Vel «Gløym nye pakkar» frå handlingsmenyen for å reinske denne lista).

source: Asennetut paketit Tietokoneellesi asennettuna olevat paketit.
nn: Installerte pakkar Desse pakkane er installerte på maskina di.

source: Asentamattomat paketit Paketit, joita ei ole asennettu tietokoneellesi.
nn: Ikkje installerte pakkar Desse pakkane er ikkje installert på maskina di.

source: Vanhentuneet ja paikalliset paketit Nämä ovat paketteja, jotka on asennettu tietokoneellesi, mutta joita ei löydy mistään aptin käyttämästä varastosta. Ne voivat olla joko poistettu arkistoista vanhentuneina tai ne voivat olla itse kääntämiäsi paikallisia versioita.
nn: Forelda og sjølvbygde pakkar Desse pakkane er installert på maskina di, men dei er ikkje tilgjengeleg frå noko apt-kjelde. Dei kan vera forelda og fjerna frå arkivet, eller du kan ha bygd ein eigen versjon sjølv.

source: Näennäispaketit Näitä paketteja ei ole olemassa; ne ovat vain nimiä, jotka kertovat pakettien vaatimasta tai tarjoamasta toiminnallisuudesta.
nn: Virituelle pakkar Desse pakkane er ikkje verkelege programpakkar. Dei er namna andre pakkar brukar for å skaffa seg eller gje nokon eigenskapar.

source: Paketit, joita muut paketit suosittelevat Nämä paketit eivät ole muiden riippuvuuksia, mutta niitä voidaan tarvita, jotta nyt asentamasi tai päivittämäsi ohjelmat tarjoaisivat kaikki ominaisuutensa.
nn: Pakkar som er føreslegne av andre pakkar Desse pakkane er ikkje strengt påkravde, men dei kan vera naudsynte for å få full funksjonalitet i andre program som du installerer eller oppgraderer.

source: Paketit, joita muut paketit ehdottavat Nämä paketit eivät ole välttämättömiä oikean toiminnan kannalta, mutta ne voivat antaa ylimääräistä toiminnallisuutta joillekin ohjelmille, joita olet nyt asentamassa.
nn: Pakkar som er føreslegne av andre pakkar Desse pakkane er ikkje kravde for å få systemet ditt til å fungera godt, men dei kan gje forbetra funksjonalitet for nokre program som du no installerer.

source: tuntematon
nn: ukjend

source: Tärkeys %s
nn: Prioritet %s

source: Loppukäyttäjä
nn: Sluttbrukar

source: Palvelimet
nn: Tenarar

source: Ohjelmakehitys
nn: Utvikling

source: Paikallistaminen
nn: Lokaltilpassing

source: Laitteistotuki
nn: Maskinvarestøtte

source: Tunnistamattomat tehtävät
nn: Ikkje gjenkjende oppgåver

source: Tehtävät ovat pakettiryhmiä, jotka tarjoavat helpon tavan valita ennalta määritelty joukko tiettyyn käyttötarkoitukseen liittyviä paketteja.
nn: Oppgåvepakkar er grupper med pakkar som gjev ein enkel måte å velja ut eit førehandsdefinert sett med pakkar for ei bestemt oppgåve.

source: Lähdekoodipaketti:
nn: Kjeldepakke:

source: Paketin %s kattamat pakettinimet
nn: Pakkenamn som skaffast av %s

source: Paketista %s riippuvat paketit
nn: Pakkar som krev %s

source: %s on välttämätön paketti!%n%nOletko aivan varma, että haluat poistaa sen?%nKirjoita '%s' jos olet.
nn: %s er ein vesentleg pakke!%n%nEr du sikker på at du vil fjerna han?%nSkriv «%s» viss du er det.

source: Ilmoitetaan viasta paketissa %s:
nn: Rapporterer ein feil i %s:

source: Et ole root enkä tiedä miten voisit päästä rootiksi. Jotta voisit muokata asetuksia, asenna menu- tai login-paketti tai aja aptitudea root-tunnuksella.
nn: Du er ikkje root og eg finn ingen måte å bli root på. Installer menu-pakken, login-pakken eller køyr aptitude som root for å setja opp denne pakken på ny.

source: Asetan uudelleen pakettia %s
nn: Set opp %s på ny

source: Hierarkiamuokkain
nn: Hierarkisk redigering

source: Kaikki paketit
nn: Alle pakkar

source: Syötä pakettipuulle uusi raja:
nn: Oppgje den nye grensa for pakketre:

source: Syötä uusi ryhmittelytapa tälle näytölle:
nn: Oppgje den nye mekanismen for pakkegruppering for denne visinga:

source: Syötä uusi pakettien lajittelutapa tälle näytölle:
nn: Oppgje den nye mekansimen for pakkesortering for denne visinga:

source: make_package_view: virhe argumenteissa -- kaksi päähärpätintä??
nn: make_package_view: feil i argument -- to hovudelement?

source: make_package_view: virhe argumenteissa -- väärä sarakelista kiinteälle alkiolle
nn: make_package_view: feil i argument -- dårleg kolonneliste for statisk element

source: make_package_view: tuhma argumentti!
nn: make_package_view: dårleg argument!

source: make_package_view: päähärpätintä ei löydy
nn: make_package_view: fann ingen hovudelement

source: , riippuvuus:
nn: krev

source: , esiriippuvuus:
nn: krev på førehand

source: , ehdotus:
nn: føreslår

source: , suositus:
nn: tilrår

source: , ristiriita:
nn: konflikt med

source: , korvaus:
nn: erstattar

source: , täysi korvaus:
nn: forelda

source: (%F kattaa)
nn: (skaffa til vege av %F)

source: Kun valitset paketin, selitys sen tämänhetkisestä tilasta annetaan tässä tilassa.
nn: Viss du vel ein pakke vil ei forklaring på tilstanden til pakka koma her.

source: %B%s%b asennettiin automaattisesti; se poistetaan nyt, koska kaikki siitä riippuvat paketit poistetaan myös:
nn: %B%s%b blei installert automatisk; ho blir fjerna fordi alle pakkane som krev at denne pakka er/blir fjerna:

source: %B%s%b poistetaan automaattisesti riippuvuusristiriitojen takia:
nn: %B%s%b vil bli fjerna automatisk på grunn av feil med pakkekrava:

source: %B%s%b asennetaan automaattisesti seuraavien riippuvuuksien takia:
nn: %B%s%b vil bli installert automatisk for å tilfredsstilla desse pakkekrava:

source: %B%s%b ei ole nyt päivitettävissä, mutta vaikka se olisikin, se jätettäisiin odottamaan versioon %B%s%b.
nn: %B%s%b kan ikkje oppgraderast no, men viss han hadde kunna det, så ville han framleis blitt halden på versjon %B%s%b.

source: Pakettia %B%s%b ei päivitetä versioon %B%s%b, koska tämä rikkoisi seuraavat riippuvuudet:
nn: %B%s%b vil ikkje bli oppgradert til versjon %B%s%b for å unngå å øydeleggja desse pakkekrava:

source: Paketti %B%s%b on asennettu.
nn: %B%s%b er installert.

source: Pakettia %B%s%b ei ole asennettu.
nn: %B%s%b er ikkje installert.

source: Paketin %B%s%b kaikkia riippuvuuksia ei ole tyydytetty:
nn: Nokre av pakkekrava til %B%s%b er ikkje tilfredsstilt:

source: Paketti %B%s%b vanhennetaan.
nn: %B%s%b vil bli nedgradert.

source: Pakettia %B%s%b ei päivitetä estettyyn versioon %B%s%b.
nn: %B%s%b vil ikkje bli oppgradert til den forbodne versjonen %B%s%b.

source: Paketin %B%s%b voisi päivittää versioon %B%s%b, mutta se on jäädytetty versioon %B%s%b.
nn: %B%s%b kan oppgraderast til versjon %B%s%b, men blir haldt på versjon %B%s%b.

source: %B%s%b asennetaan uudelleen.
nn: %B%s%b vil bli installert på ny.

source: %B%s%b asennetaan.
nn: %B%s%b vil bli installert.

source: %B%s%b poistetaan.
nn: %B%s%b vil bli fjerna.

source: %B%s%b päivitetään versiosta %B%s%b versioon %B%s%b.
nn: %B%s%b vil bli oppgradert frå versjon %B%s%b til versjon %B%s%b.

source: Nämä paketit riippuvat paketista %B%s%b ja rikkoutuvat sen poistosta:
nn: Desse pakkane krev %B%s%b og vil bli øydelagde viss han vert fjerna:

source: Nämä paketit riippuvat paketista %B%s%b ja ovat hajalla:
nn: Desse pakkane krev %B%s%b og er øydelagde:

source: Nämä paketit ovat ristiriidassa paketin %B%s%b kanssa ja hajoavat, jos se asennetaan:
nn: Desse pakkane er i konflikt med %B%s%b og vil bli øydelagde viss han bli installert:

source: Nämä paketit riippuvat paketin %B%s%b muusta versiosta kuin tällä hetkellä asennettuna oleva %B%s%b tai ovat ristiriidassa tällä hetkellä asennetun version kanssa:
nn: Desse pakkane krev ein anna versjon av %B%s%b enn den versjonen som er installert, eller er i konflikt med den installerte versjonen:

source: Nämä paketit ovat ristiriidassa paketin %B%s%b kanssa tai riippuvat sen sellaisesta versiosta, jota ei olla asentamassa.
nn: Desse pakkane er i konflikt med %B%s%b, eller krev ein versjon som ikkje kjem til å bli installert.

source: Nämä paketit ovat ristiriidassa paketin %B%s%b kanssa:
nn: Desse pakkane er i konflikt med %B%s%b:

source: Nämä paketit riippuvat paketin %B%s%b versiosta, joka ei ole tällä hetkellä asennettu versio %B%s%b:
nn: Desse pakkane krev ein anna versjon av %B%s%b enn den versjonen som er installert av %B%s%b:

source: Nämä paketit riippuvat paketin %B%s%b sellaisesta versiosta, jota ei olla asentamassa.
nn: Desse pakkane krev ein versjon av %B%s%b som ikkje kjem til å bli installert.

source: päivitys
nn: oppgradert

source: vanhennusupgradeddowngraded
nn: nedgradert

source: Seuraavat paketit riippuvat paketin %B%s%b asennetusta versiosta %B%s%b tai ovat ristiriidassa version %B%4$s%b kanssa, johon %3$s tehdään.
nn: Desse pakkane krev den versjonen av %B%s%b som er installert (%B%s%b), eller dei er i konlikt med den versjonen han vil bli %s til (%B%s%b), og vil bli øydelagde viss han blir %s.

source: Nämä paketit ovat ristiriidassa paketin %B%2$s%b version %B%1$s%b kanssa ja hajoavat jos %s tehdään.
nn: Desse pakkane er i konflikt med versjon %B%s%b av %B%s%b, og vil bli øydelagde viss han blir %s.

source: Nämä paketit riippuvat paketin %B%2$s%b versiosta %B%1$s%b ja hajoavat, jos %s tehdään.
nn: Desse pakkane krev versjon %B%s%b av %B%s%b, og dei vil bli øydelagde viss han blir %s.

source: Pakettivarasto ei ole saatavilla.
nn: Pakkemellomlageret er ikkje tilgjengeleg.

source: Mikään paketti ei ole rikki.
nn: Ingen pakkar er øydelagde.

source: Ratkaisua ei löytynyt.
nn: Inga løysing funne.

source: Edellinen
nn: Førre

source: Seuraava
nn: Neste

source: Toteuta
nn: Bruk

source: %BPoista%b paketit:%n
nn: %BFjern%b desse pakkane: %n

source: %BAsenna%b paketit:%n
nn: %BInstaller%b desse pakkane: %n
